Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# cheer.activity.ended
source: This activity has ended
es: Esta actividad ha terminado
zh_hans: 本次活动已结束

# cheer.hold_to_record
source: Hold to cheer
es: Mantén pulsado para animar
zh_hans: 按住录制加油

# cheer.navigation.title
source: Cheer %@ on
es: Anima a %@
zh_hans: 为 %@ 加油

# cheer.release_to_send
source: Release to send
es: Suelta para enviar
zh_hans: 松开发送

# cheer.runner.acknowledge
source: ❤️ Heard you
es: ❤️ Te escuché
zh_hans: ❤️ 听到啦

# cheer.runner.dismiss
source: Dismiss cheer
es: Cerrar el ánimo
zh_hans: 关闭加油消息

# cheer.runner.heard_from
source: %@ cheered you on
es: %@ te animó
zh_hans: %@ 为你加油了

# cheer.runner.moving
source: %@ is moving
es: %@ está en marcha
zh_hans: %@ 正在运动

# cheer.status.acknowledged
source: ❤️ Heard you
es: ❤️ Te escuché
zh_hans: ❤️ 听到啦

# cheer.status.delivered
source: Delivered
es: Entregado
zh_hans: 已送达

# cheer.status.heard
source: Heard
es: Escuchado
zh_hans: 已听到

# cheer.status.sent
source: Sent
es: Enviado
zh_hans: 已发送

# watch.disconnected.toast
source: Apple Watch disconnected — phone recording continues.
es: El Apple Watch se desconectó; el iPhone sigue registrando.
zh_hans: Apple Watch 已断开，iPhone 会继续记录。

# watch.connected.toast
source: Heart rate connected.
es: Frecuencia cardíaca conectada.
zh_hans: 心率已连接。

# watch.connecting.toast
source: Connecting to Apple Watch…
es: Conectando con el Apple Watch…
zh_hans: 正在连接 Apple Watch…

# watch.error.continuing
source: Apple Watch connection changed — your workout is still recording.
es: Cambió la conexión con el Apple Watch; tu entrenamiento se sigue registrando.
zh_hans: Apple Watch 连接状态有变化，你的训练仍在继续记录。

# watch.hr.unavailable
source: No signal
es: Sin señal
zh_hans: 无信号

# watch.hr.waiting
source: Waiting
es: Esperando
zh_hans: 等待中

# watch.hr.zone.format
source: Zone %d
es: Zona %d
zh_hans: 第 %d 区

# watch.phone.active_detail
source: Recording from Apple Watch
es: Registrando desde el Apple Watch
zh_hans: 由 Apple Watch 记录

# watch.phone.active_guide
source: Your watch is measuring the workout while Plainstride handles the live experience.
es: Tu reloj mide el entrenamiento mientras Plainstride gestiona la experiencia en vivo.
zh_hans: 手表负责测量训练数据，Plainstride 负责实时体验。

# watch.phone.active_title
source: Apple Watch workout
es: Entrenamiento del Apple Watch
zh_hans: Apple Watch 训练

# watch.phone_only.toast
source: Apple Watch unavailable — continuing without live heart rate.
es: Apple Watch no disponible; continuamos sin frecuencia cardíaca en vivo.
zh_hans: Apple Watch 不可用，将在没有实时心率的情况下继续。

# watch.reconnected.toast
source: Apple Watch reconnected.
es: Apple Watch reconectado.
zh_hans: Apple Watch 已重新连接。

# tooltip.cheer_me_on
source: Invite loved ones to follow along and cheer you on
es: Invita a tus seres queridos a seguirte y animarte
zh_hans: 邀请亲友关注你的活动并为你加油

# tooltip.dismiss.hint
source: Dismisses this tip
es: Cierra este consejo
zh_hans: 关闭此提示

# tooltip.photos
source: Press and hold to select, delete, or reorder photos
es: Mantén pulsado para seleccionar, eliminar o reordenar fotos
zh_hans: 长按以选择、删除或重新排序照片

# tooltip.save_route
source: Save this route to use again
es: Guarda esta ruta para volver a usarla
zh_hans: 保存这条路线，以便再次使用

# tooltip.shoes
source: Track mileage and know when to replace your shoes
es: Controla el kilometraje y cuándo renovar tus zapatillas
zh_hans: 记录跑鞋里程，及时了解何时需要更换

# tooltip.swipe_to_map
source: Swipe to map
es: Desliza para ver el mapa
zh_hans: 滑动查看地图

# tooltip.voice_guide
source: Get coaching cues while you move
es: Recibe indicaciones de entrenamiento mientras te mueves
zh_hans: 运动时获取语音指导

# race.planner.based_on_history
source: Based on %d relevant recent runs, start patiently and aim for %@.
es: Según %d carreras recientes relevantes, empieza con paciencia e intenta lograr %@.
zh_hans: 根据近期 %d 次相关跑步，建议耐心起跑，目标 %@。

# race.planner.distance
source: Race distance
es: Distancia de carrera
zh_hans: 比赛距离

# race.planner.effort
source: Finish by feel
es: Terminar por sensaciones
zh_hans: 按体感完赛

# race.planner.even
source: Even effort
es: Esfuerzo uniforme
zh_hans: 均匀强度

# race.planner.finish_summary
source: %@ · finish by feel
es: %@ · terminar por sensaciones
zh_hans: %@ · 按体感完赛

# race.planner.guide
source: Start patiently, execute your plan, and build only when the effort remains controlled.
es: Empieza con paciencia, sigue el plan y aumenta solo si mantienes el esfuerzo bajo control.
zh_hans: 耐心起跑，执行计划，只有在强度仍可控时再逐步发力。

# race.planner.half
source: Half marathon
es: Media maratón
zh_hans: 半程马拉松

# race.planner.hours
source: Hours
es: Horas
zh_hans: 小时

# race.planner.marathon
source: Marathon
es: Maratón
zh_hans: 马拉松

# race.planner.minutes
source: Minutes
es: Minutos
zh_hans: 分钟

# race.planner.mode
source: Race
es: Competir
zh_hans: 比赛

# race.planner.negative_split
source: Patient start, stronger finish
es: Inicio paciente, final más fuerte
zh_hans: 耐心起跑，后程发力

# race.planner.no_history
source: There isn’t enough comparable training history for a responsible time target. Race by effort and focus on finishing well.
es: No hay suficiente historial comparable para recomendar un tiempo responsable. Compite por sensaciones y céntrate en terminar bien.
zh_hans: 可比较的训练记录不足，暂时无法负责任地推荐完赛时间。请按体感比赛，专注稳健完赛。

# race.planner.open
source: Open race planner
es: Abrir planificador
zh_hans: 打开比赛规划

# race.planner.race_day
source: Race day
es: Día de carrera
zh_hans: 比赛日

# race.planner.recommendation
source: Plainstride recommendation
es: Recomendación de Plainstride
zh_hans: Plainstride 建议

# race.planner.start
source: Plan a race effort
es: Planificar una carrera
zh_hans: 规划本次比赛

# race.planner.start_race
source: Start race
es: Empezar carrera
zh_hans: 开始比赛

# race.planner.strategy
source: Pacing strategy
es: Estrategia de ritmo
zh_hans: 配速策略

# race.planner.tap_change
source: Tap to adjust race strategy
es: Toca para ajustar la estrategia
zh_hans: 轻点调整比赛策略

# race.planner.title
source: Plan this race
es: Planificar esta carrera
zh_hans: 规划本次比赛

# race.planner.use_plan
source: Use race plan
es: Usar plan
zh_hans: 使用比赛计划

# race.planner.use_target
source: Time goal
es: Meta de tiempo
zh_hans: 时间目标

# workout.reminder.debug.authorization
source: Authorization
es: Autorización
zh_hans: 授权状态

# workout.reminder.debug.authorized
source: Authorized
es: Autorizado
zh_hans: 已授权

# workout.reminder.debug.denied
source: Denied
es: Denegado
zh_hans: 已拒绝

# workout.reminder.debug.ephemeral
source: Temporary
es: Temporal
zh_hans: 临时授权

# workout.reminder.debug.loading
source: Loading…
es: Cargando…
zh_hans: 正在载入…

# workout.reminder.debug.next
source: Next reminder
es: Próximo recordatorio
zh_hans: 下次提醒

# workout.reminder.debug.not_requested
source: Not requested
es: No solicitado
zh_hans: 尚未请求

# workout.reminder.debug.pending
source: Pending reminders
es: Recordatorios pendientes
zh_hans: 待发送提醒

# workout.reminder.debug.section
source: Debug
es: Diagnóstico
zh_hans: 调试

# workout.reminder.debug.send_test
source: Send test notification in 10 seconds
es: Enviar notificación de prueba en 10 segundos
zh_hans: 10 秒后发送测试通知

# workout.reminder.debug.test_scheduled
source: Test notification scheduled.
es: Notificación de prueba programada.
zh_hans: 测试通知已安排。

# workout.reminder.debug.test_unavailable
source: Enable notifications before scheduling a test.
es: Activa las notificaciones antes de programar una prueba.
zh_hans: 请先启用通知，再安排测试。

# workout.reminder.debug.unknown
source: Unknown
es: Desconocido
zh_hans: 未知

# workout.reminder.debug_test_body
source: Local workout notifications are working.
es: Las notificaciones locales de entrenamiento funcionan correctamente.
zh_hans: 本地训练通知运行正常。

# workout.reminder.debug_test_title
source: Workout reminder test
es: Prueba de recordatorio de entrenamiento
zh_hans: 训练提醒测试

# workout.reminders.section
source: Planned workouts
es: Entrenamientos planificados
zh_hans: 计划训练

# workout.reminders.title
source: Workout reminders
es: Recordatorios de entrenamientos
zh_hans: 训练提醒

# workout.reminders.toggle
source: Workout reminders
es: Recordatorios de entrenamientos
zh_hans: 训练提醒

# workout.reminders.time
source: Reminder time
es: Hora del recordatorio
zh_hans: 提醒时间

# workout.reminders.help
source: Only planned workout days get a reminder. Rest days stay quiet.
es: Solo los días con entrenamiento planificado reciben un recordatorio. Los días de descanso permanecen tranquilos.
zh_hans: 只有计划训练日会收到提醒，休息日保持安静。

# workout.reminder.title
source: Your planned workout
es: Tu entrenamiento planificado
zh_hans: 你的计划训练

# workout.reminder.duration
source: %d minutes
es: %d minutos
zh_hans: %d 分钟

# workout.reminder.body
source: %@ planned today. Start whenever you’re ready.
es: %@ planificado para hoy. Empieza cuando te venga bien.
zh_hans: 今天计划了 %@ 的训练，准备好后再开始。

# workout.reminder.intent_detail
source: %d min planned workout
es: Entrenamiento planificado de %d min
zh_hans: 计划训练 %d 分钟

# workout.reminder.intent_line
source: Your planned workout is ready when you are.
es: Tu entrenamiento planificado está listo cuando tú lo estés.
zh_hans: 计划训练已准备好，等你准备好再开始。

# workout.reminder.start
source: Start workout
es: Empezar entrenamiento
zh_hans: 开始训练

# common.edit
source: Edit
es: Editar
zh_hans: 编辑

# circle.activity.duration.hours_minutes
source: %lld hr %lld min
es: %lld h %lld min
zh_hans: %lld 小时 %lld 分钟

# circle.activity.heart_rate
source: %lld bpm
es: %lld lpm
zh_hans: %lld 次/分

# circle.activity.hike
source: Hike
es: Caminata
zh_hans: 徒步

# circle.activity.ride
source: Ride
es: Ciclismo
zh_hans: 骑行

# circle.activity.run
source: Run
es: Carrera
zh_hans: 跑步

# circle.activity.swim
source: Swim
es: Natación
zh_hans: 游泳

# circle.activity.walk
source: Walk
es: Paseo
zh_hans: 步行

# circle.create.closeness
source: Made for the family and friends who know you best.
es: Hecho para la familia y los amigos que mejor te conocen.
zh_hans: 为最了解你的家人和朋友而设。

# circle.create.inspiration_detail
source: Share goals and progress with the people closest to you—and cheer each other on.
es: Comparte metas y avances con quienes más quieres. Anímense mutuamente.
zh_hans: 和最亲近的人分享目标与进步，彼此加油。

# circle.create.inspiration_title
source: Active. Positive. Together.
es: Activos. Positivos. Juntos.
zh_hans: 积极运动，一起向上。

# circle.create.people_help
source: Choose at least one friend or family member. You can invite more later.
es: Elige al menos a un amigo o familiar. Podrás invitar a más personas después.
zh_hans: 至少选择一位朋友或家人，之后还可以继续邀请。

# circle.create.selected
source: %lld selected
es: %lld seleccionados
zh_hans: 已选 %lld 位

# circle.create.start
source: Create your Circle
es: Crea tu círculo
zh_hans: 创建你的活力圈

# circle.created.benefit_activity
source: Walking, running, riding, hiking, and swimming all count.
es: Caminar, correr, montar en bici, hacer senderismo y nadar: todo cuenta.
zh_hans: 步行、跑步、骑行、徒步和游泳都算数。

# circle.created.benefit_cheer
source: Notice the effort and send a Cheer.
es: Reconoce el esfuerzo y envía un mensaje de ánimo.
zh_hans: 看见彼此的努力，送上鼓励。

# circle.created.benefit_details
source: See the workout behind the progress and celebrate it together.
es: Descubre el entrenamiento detrás del progreso y celébralo en compañía.
zh_hans: 看见每一点进步背后的运动，一起庆祝。

# circle.created.choose_focus
source: Choose a weekly theme
es: Elige un tema semanal
zh_hans: 选择本周主题

# circle.created.detail
source: Your invitations are on the way. When someone joins, activities can begin building shared momentum.
es: Las invitaciones están en camino. Cuando alguien se una, las actividades empezarán a crear un impulso compartido.
zh_hans: 邀请已发出。有人加入后，每次运动都会为大家积累共同的动力。

# circle.created.focus_optional
source: The theme is shared. Personal commitments are optional.
es: El tema es compartido. Los compromisos personales son opcionales.
zh_hans: 主题属于大家，个人运动承诺完全自愿。

# circle.created.open
source: Open Circle
es: Abrir círculo
zh_hans: 打开活力圈

# circle.created.title
source: A healthier week starts together.
es: Una semana más saludable empieza en compañía.
zh_hans: 一起开启更健康的一周。

# circle.detail.inspiration
source: Building a positive life, one activity at a time.
es: Construyendo una vida positiva, actividad a actividad.
zh_hans: 每一次运动，都让生活更积极。

# circle.event.invite
source: Invite your Circle
es: Invita a tu círculo
zh_hans: 邀请活力圈成员

# circle.event.name
source: Activity name
es: Nombre de la actividad
zh_hans: 活动名称

# circle.event.note
source: Plan / note
es: Plan / nota
zh_hans: 安排或备注

# circle.event.note.placeholder
source: Walk, ride, gym session—anything that feels good
es: Paseo, bici, gimnasio... lo que apetezca
zh_hans: 散步、骑行、健身……选大家喜欢的活动

# circle.event.plan
source: Plan an activity
es: Planear una actividad
zh_hans: 安排一次活动

# circle.event.title.placeholder
source: Saturday morning workout
es: Entrenamiento del sábado por la mañana
zh_hans: 周六晨练

# circle.activity.going_count
source: %lld going
es: %lld confirmados
zh_hans: %lld 人参加

# circle.moment.activity_completed
source: Activity completed
es: Actividad completada
zh_hans: 活动已完成

# circle.next_activity_format
source: Next: %@ · %@
es: Próxima: %@ · %@
zh_hans: 下一场：%@ · %@

# circle.up_next
source: UP NEXT
es: PRÓXIMAMENTE
zh_hans: 接下来

# social.event.open_details
source: Opens activity details
es: Abre los detalles de la actividad
zh_hans: 打开活动详情

# social.event.paired_workout_detail
source: Circle activity · %@
es: Actividad del círculo · %@
zh_hans: 活力圈活动 · %@

# social.event.start_with_circle
source: Start with Circle
es: Empezar con el círculo
zh_hans: 和活力圈一起开始

# today.circle_activity
source: TODAY WITH YOUR CIRCLE
es: HOY CON TU CÍRCULO
zh_hans: 今天和活力圈一起

# today.circle_activity.paired_format
source: Paired with %@ · %@
es: Combinada con %@ · %@
zh_hans: 已搭配 %@ · %@

# circle.invitation.promise
source: Share workouts, encourage each other, and build a healthier week together.
es: Compartan entrenamientos, anímense y construyan juntos una semana más saludable.
zh_hans: 分享运动、互相鼓励，一起过好更健康的一周。

# circle.moment.activity_planned
source: Activity planned
es: Actividad planificada
zh_hans: 已安排活动

# circle.plan_activity
source: Plan an activity
es: Planear una actividad
zh_hans: 安排一次活动

# circle.today.plan_activity
source: Plan something active together
es: Planeen una actividad juntos
zh_hans: 一起安排运动

# circle.apply.next
source: Next week
es: La próxima semana
zh_hans: 下周

# circle.apply.now
source: Now
es: Ahora
zh_hans: 立即

# circle.archive
source: Archive Circle
es: Archivar círculo
zh_hans: 归档活力圈

# circle.celebration.continue
source: Keep it going
es: Seguir así
zh_hans: 继续保持

# circle.celebration.title
source: Your Circle completed the week
es: Tu círculo completó la semana
zh_hans: 你的活力圈完成了本周目标

# circle.cheer
source: Send a Cheer
es: Enviar un ánimo
zh_hans: 送上鼓励

# circle.cheer.celebration
source: Celebrate
es: Celebrar
zh_hans: 为你庆祝

# circle.cheer.encouragement
source: Keep going
es: Sigue así
zh_hans: 继续加油

# circle.cheer.remove_format
source: Remove %@
es: Quitar %@
zh_hans: 移除%@

# circle.cheer.support
source: Support
es: Apoyar
zh_hans: 支持一下

# circle.commitment.count
source: %lld activities
es: %lld actividades
zh_hans: %lld 次运动

# circle.commitment.mine
source: My commitment
es: Mi compromiso
zh_hans: 我的运动承诺

# circle.commitment.save
source: Save my target
es: Guardar mi objetivo
zh_hans: 保存我的目标

# circle.commitment.skip
source: Skip this week
es: Omitir esta semana
zh_hans: 本周暂不设目标

# circle.commitment.skipping
source: Skipping this week
es: Sin objetivo esta semana
zh_hans: 本周暂不设目标

# circle.completed
source: Completed
es: Completado
zh_hans: 已完成

# circle.contribution.confirmed
source: You moved your Circle forward.
es: Has hecho avanzar a tu círculo.
zh_hans: 你为活力圈增添了动力。

# circle.contribution.confirmed_progress
source: You moved your Circle forward. %lld of %lld activities complete this week.
es: Has hecho avanzar a tu círculo. %lld de %lld actividades completadas esta semana.
zh_hans: 你为活力圈增添了动力。本周已完成 %lld/%lld 次运动。

# circle.contribution.additional
source: It also counted for %lld other Circles.
es: También contó para otros %lld círculos.
zh_hans: 同时也计入了另外 %lld 个活力圈。

# circle.create.action
source: Create your Circle
es: Crea tu círculo
zh_hans: 创建你的活力圈

# circle.create.another
source: Create another Circle
es: Crear otro círculo
zh_hans: 再创建一个活力圈

# circle.create.detail
source: Share goals and progress with the people closest to you—and cheer each other on.
es: Comparte metas y avances con quienes más quieres. Anímense mutuamente.
zh_hans: 和最亲近的人分享目标与进步，彼此加油。

# circle.create.focus_later
source: You can choose a weekly focus after invitations are sent.
es: Podrás elegir el enfoque semanal después de enviar las invitaciones.
zh_hans: 邀请发出后，你可以再选择每周目标。

# circle.create.name
source: Name your Circle · Optional
es: Ponle nombre al círculo · Opcional
zh_hans: 为活力圈命名 · 可选

# circle.create.name_help
source: Leave it blank and Plainstride will suggest a name.
es: Déjalo en blanco y Plainstride sugerirá un nombre.
zh_hans: 留空时，Plainstride 会为你推荐一个名称。

# circle.create.name_placeholder
source: Weekend energy, Family movers…
es: Energía de fin de semana, Familia en marcha…
zh_hans: 周末活力、全家动起来……

# circle.create.navigation
source: Create your Circle
es: Crea tu círculo
zh_hans: 创建你的活力圈

# circle.create.people
source: Who helps you keep moving?
es: ¿Quién te ayuda a mantenerte en movimiento?
zh_hans: 谁会陪你一起动起来？

# circle.create.title
source: Create your Circle
es: Crea tu círculo
zh_hans: 创建你的活力圈

# circle.error.invitations
source: Circle invitations could not be refreshed.
es: No se pudieron actualizar las invitaciones del círculo.
zh_hans: 无法刷新活力圈邀请。

# circle.error.offline
source: Your Circle is temporarily unavailable. Showing saved information.
es: Tu círculo no está disponible temporalmente. Se muestra la información guardada.
zh_hans: 活力圈暂时不可用，正在显示已保存的信息。

# circle.error.operation
source: That Circle update didn’t go through. Try again.
es: No se pudo actualizar el círculo. Inténtalo de nuevo.
zh_hans: 活力圈更新失败，请重试。

# circle.focus.apply
source: Apply
es: Aplicar
zh_hans: 生效时间

# circle.focus.choose
source: Choose a weekly focus
es: Elige un enfoque semanal
zh_hans: 选择每周目标

# circle.focus.choose_action
source: Choose
es: Elegir
zh_hans: 选择

# circle.focus.mode
source: Focus mode
es: Tipo de enfoque
zh_hans: 目标模式

# circle.focus.none
source: No numeric target
es: Sin objetivo numérico
zh_hans: 不设数字目标

# circle.focus.none.detail
source: No numeric goal this week. Cheer each other on or plan something active.
es: Esta semana no hay un objetivo numérico. Anímense o planeen una actividad.
zh_hans: 本周不设数字目标，可以互相鼓励或安排一次活动。

# circle.focus.personal
source: Personal targets · Recommended
es: Objetivos personales · Recomendado
zh_hans: 个人目标 · 推荐

# circle.focus.shared
source: One shared target
es: Un objetivo compartido
zh_hans: 一个共同目标

# circle.focus.shared_count
source: %lld activities together
es: %lld actividades entre todos
zh_hans: 共同完成 %lld 次运动

# circle.focus.suggestions
source: Suggestions
es: Sugerencias
zh_hans: 推荐目标

# circle.focus.preset_accessibility
source: %lld activities
es: %lld actividades
zh_hans: %lld 次运动

# circle.focus.unconfigured
source: Choose a flexible focus when the Circle is ready.
es: Elige un enfoque flexible cuando el círculo esté listo.
zh_hans: 等大家准备好后，再选择灵活的每周目标。

# circle.commitment.edit
source: Edit my goal
es: Editar mi objetivo
zh_hans: 编辑我的目标

# circle.commitment.enable
source: Set a personal commitment
es: Fijar un compromiso personal
zh_hans: 设定个人运动承诺

# circle.commitment.optional
source: This is optional and belongs only to you.
es: Es opcional y solo te pertenece a ti.
zh_hans: 这完全自愿，只属于你。

# circle.commitment.progress
source: Your commitment: %1$lld of %2$lld
es: Tu compromiso: %1$lld de %2$lld
zh_hans: 你的运动承诺：已完成 %1$lld/%2$lld

# circle.commitment.progress.extra
source: Your commitment: %1$lld of %2$lld · %3$lld extra
es: Tu compromiso: %1$lld de %2$lld · %3$lld extra
zh_hans: 你的运动承诺：已完成 %1$lld/%2$lld · 额外 %3$lld 次

# circle.commitment.set
source: Set my goal
es: Fijar mi objetivo
zh_hans: 设定我的目标

# circle.theme.activity_count
source: %lld activities together this week
es: %lld actividades entre todos esta semana
zh_hans: 本周大家共完成 %lld 次运动

# circle.theme.browse
source: More themes
es: Más temas
zh_hans: 更多主题

# circle.theme.build_consistency.detail
source: Small efforts count. Keep showing up.
es: Cada pequeño esfuerzo cuenta. Sigue adelante.
zh_hans: 点滴行动也算数，继续动起来。

# circle.theme.build_consistency.title
source: Build consistency
es: Crear constancia
zh_hans: 坚持成习惯

# circle.theme.celebrate_every_effort.detail
source: Notice every activity, not just the biggest ones.
es: Valora cada actividad, no solo las más grandes.
zh_hans: 看见每次运动，不只关注最耀眼的成绩。

# circle.theme.celebrate_every_effort.title
source: Celebrate every effort
es: Celebrar cada esfuerzo
zh_hans: 每一次努力都值得庆祝

# circle.theme.choose
source: Choose a weekly theme
es: Elige un tema semanal
zh_hans: 选择本周主题

# circle.theme.custom.action
source: Write your own
es: Escribe el tuyo
zh_hans: 自定义主题

# circle.theme.custom.note
source: Supporting note · Optional
es: Nota de apoyo · Opcional
zh_hans: 补充说明 · 可选

# circle.theme.custom.required
source: Add a short title before closing.
es: Añade un título breve antes de cerrar.
zh_hans: 关闭前请填写一个简短标题。

# circle.theme.custom.section
source: Custom theme
es: Tema personalizado
zh_hans: 自定义主题

# circle.theme.custom.title
source: Theme title
es: Título del tema
zh_hans: 主题标题

# circle.theme.do_something_together.detail
source: Make time to move and connect.
es: Reserven un momento para moverse y conectar.
zh_hans: 留点时间，一起运动也一起相聚。

# circle.theme.do_something_together.title
source: Do something together
es: Hagan algo juntos
zh_hans: 一起动起来

# circle.theme.explore_somewhere_new.detail
source: Let curiosity choose the route.
es: Deja que la curiosidad elija el camino.
zh_hans: 让好奇心带你选择路线。

# circle.theme.explore_somewhere_new.title
source: Explore somewhere new
es: Explora un lugar nuevo
zh_hans: 探索新地方

# circle.theme.keep_the_rhythm.detail
source: Carry the momentum into another week.
es: Lleva el impulso a una semana más.
zh_hans: 把这份动力延续到新的一周。

# circle.theme.keep_the_rhythm.title
source: Keep the rhythm
es: Mantén el ritmo
zh_hans: 保持节奏

# circle.theme.move_for_your_mood.detail
source: Choose movement that helps you feel better.
es: Elige un movimiento que te ayude a sentirte mejor.
zh_hans: 选择让自己感觉更好的运动。

# circle.theme.move_for_your_mood.title
source: Move for your mood
es: Muévete para sentirte mejor
zh_hans: 为好心情而动

# circle.theme.one_small_step.detail
source: Make moving feel possible again.
es: Haz que volver a moverte se sienta posible.
zh_hans: 让重新动起来变得轻松可行。

# circle.theme.one_small_step.title
source: One small step
es: Un pequeño paso
zh_hans: 从小小一步开始

# circle.theme.recommended
source: Recommended for your Circle
es: Recomendados para tu círculo
zh_hans: 为你的活力圈推荐

# circle.theme.recover_and_recharge.detail
source: Keep it gentle and give your body room to recover.
es: Baja el ritmo y dale a tu cuerpo tiempo para recuperarse.
zh_hans: 放慢一点，给身体足够的恢复空间。

# circle.theme.recover_and_recharge.title
source: Recover and recharge
es: Recupérate y recarga energías
zh_hans: 好好恢复，充充电

# circle.theme.try_something_different.detail
source: Change the routine and discover a new way to move.
es: Cambia la rutina y descubre una nueva forma de moverte.
zh_hans: 跳出日常，发现运动的新方式。

# circle.theme.try_something_different.title
source: Try something different
es: Prueba algo diferente
zh_hans: 换种方式动一动

# circle.theme.unconfigured.member
source: The Circle owner hasn’t chosen this week’s theme yet.
es: La persona responsable del círculo aún no ha elegido el tema de esta semana.
zh_hans: 圈主还没有选择本周主题。

# circle.theme.unconfigured.owner
source: Choose a shared intention for the week.
es: Elige una intención compartida para la semana.
zh_hans: 为这一周选择一个共同方向。
